[
{"heading": "\nLower Leg Muscle Function: A Contributory Risk Factor of Gait and Balance Impairment after Six Minutes Walk among People with Multiple Sclerosis\n", "paragraph": ["\n", "Background/Purpose:", " Multiple sclerosis (MS) is a progressive neurological disease that results in increased fatigue, decreased muscle function, and impaired gait and balance. The purpose of this study was to evaluate the relationship between lower leg muscle function and changes in gait and balance immediately and 20 minutes after 6mins walk-induced fatigue.", "\n", "Methods:", " Six persons with MS (Patient-Determined Disease Steps 3-5) participated in the study. Perceived fatigue and demographic information were taken at baseline. Muscle fatigability and mitochondria capacity was measured in the lower leg muscles before walking. Reported fatigue (VAFS, 0-10), gait variability, gait asymmetry, and static balance were measured before and immediately after a self-paced 6 minutes treadmill walk with slight elevation, and after 20 minutes of rest.", "\n", "Results:", " Participant’s baseline MFIS score ranged from 14 - 71. There was a 173% increase in reported fatigue scores after walking. Gait was impaired with a ~26% increase in gait variability and ~40% increase in gait asymmetry immediately after walking (Cohen’s D = 0.4, 0.3 respectively). There was also ~69% increase in balance postural sway with eyes opened and a ~20% increase with eyes closed (Cohen’s D = 0.5, 0.2 respectively).  Gait and balance remained impaired after 20 minutes of rest. The decline in gait parameters after walking had a negative correlation with muscle endurance (r=-0.80, p=0.03), and mitochondrial capacity (r=-0.92, p<0.01). The changes in gait and balance were more evident in participants with a higher disability.", "\n", "Conclusions", ": Six minutes of self-paced walking with slight elevation worsened gait and balance among people with MS (PwMS), which did not completely recover after 20 minutes of rest. The changes in gait after walking were associated with lower leg muscle function. Lower leg muscle function might be an important intervention target to improve gait and balance fall risk among PwMS.", "\n"]}
][
{"heading": "\nRadiation Therapy in the Prevention of Brain Metastases\n", "paragraph": ["\n", "Brain metastases are common sequelae of many adult cancers, with reported overall incidence of 9%–17% [1], which accounts for more than 150,000 cases per year (NCI). Although, there have been some advances made in the treatment and management of brain metastasis, the overall prognosis after diagnosis remains guarded, and there is a significant risk for decline in quality of life due to either treatment toxicities or symptoms caused by metastases. Prevention of brain metastases therefore has been an important topic in oncology. This article addresses the role of radiation therapy as a strategy in prevention of brain metastasis.", "“Keywords Brain metastases. Prevention. ALL. Small cell lung cancer. Non-small cell lung cancer. Breast cancer. Neurocognitive dysfunction. Neuro-oncology”", "\n"]}
][
{"heading": "\nThe wonderful new world of telomerase in the brain and its possible implications for neurodegenerative diseases\n", "paragraph": ["\n", "While telomerase is best known as the enzyme that maintains telomeres in dividing cells a number of TERT (Telomerase Reverse Transcriptase)-related non-canonical functions have been described. These functions are implicated in tumour development and stress response and recently have also been demonstrated in the brain. In contrast to other cells and tissues, in the brain the telomerase RNA component TERC is downregulated early during development resulting in the loss of telomerase activity in most cells except for neural stem cells. In contrast, the presence of the telomerase protein TERT persists during lifetime in neurons of the human brain. Although we are far from understanding the role of telomerase in the brain, the review aims to summarise our current knowledge.  In addition to physiological functions in healthy neurons, there might be implications for neurodegenerative diseases.", "\n"]}
]